perf_test/results/first/read_report_short.txt
Requests      [total, rate, throughput]         86510, 1685.05, 399.44
Duration      [total, attack, wait]             1m13s, 51.34s, 22.146s
Latencies     [min, mean, 50, 90, 95, 99, max]  779.25µs, 7.285s, 966.578ms, 30.11s, 30.621s, 32.107s, 34.174s
Bytes In      [total, mean]                     9851953, 113.88
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           33.93%
Status Codes  [code:count]                      0:47462  200:29353  502:9695  
Error Set:
Get "http://localhost:8000/api/notes/9fd4849d-ae2b-49d5-bb05-2a5e304ee9f7": EOF
502 Bad Gateway
Get "http://localhost:8000/api/notes/36af2606-40c6-4c7b-a093-7b651793c4b1": EOF
...
Get "http://localhost:8000/api/notes/9e029eb1-d31c-4d96-a13e-b0dd888261f5": dial tcp 0.0.0.0:0->[::1]:8000: bind: resource temporarily unavailable
...
Get "http://localhost:8000/api/notes/81328713-4379-44aa-bbeb-e2e9054055c2": read tcp [::1]:60475->[::1]:8000: read: connection reset by peer
...
Get "http://localhost:8000/api/notes/8159a060-1357-4e7e-8632-cde2cdec5b2c": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
...

(было 77 тысяч строк ошибок, что несообразно хранить в репозитории)