perf_test/results/first/write_report.txt
Normal:
```
Requests      [total, rate, throughput]         100000, 1000.01, 564.54
Duration      [total, attack, wait]             1m40s, 1m40s, 15.469ms
Latencies     [min, mean, 50, 90, 95, 99, max]  847µs, 3.133ms, 2.535ms, 3.684ms, 5.33ms, 18.321ms, 191.897ms
Bytes In      [total, mean]                     21672450, 216.72
Bytes Out     [total, mean]                     6800000, 68.00
Success       [ratio]                           56.46%
Status Codes  [code:count]                      201:56462  502:43538
Error Set:
502 Bad Gateway
```

Histogram:
```
Bucket           #      %       Histogram
[0s,     2ms]    28645  28.64%  #####################
[2ms,    5ms]    65758  65.76%  #################################################
[5ms,    10ms]   3566   3.57%   ##
[10ms,   25ms]   1407   1.41%   #
[25ms,   50ms]   251    0.25%
[50ms,   100ms]  218    0.22%
[100ms,  250ms]  155    0.15%
[250ms,  500ms]  0      0.00%
[500ms,  1s]     0      0.00%
[1s,     5s]     0      0.00%
[5s,     +Inf]   0      0.00%
```